Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrExpectedFound_Ex_Fnd_LongMessage
source: This error occurs if, for example, a formula contains '{{Val@ 7}}' instead of '{{Val: 7}}'. When you set a variable, the syntax requires a colon instead of an "at" symbol.
bg_bg: Тази грешка възниква, ако например дадена формула съдържа „{{Val@ 7}}“ вместо „{{Val: 7}}“. Когато зададете променлива, синтаксисът изисква двоеточие вместо символ „at“.
ca_es: Aquest error es produeix si, per exemple, una fórmula conté "{{Val@ 7}}" en lloc de "{{Val: 7}}". Quan definiu una variable, la sintaxi requereix dos punts en lloc del símbol "arrova".
cs_cz: K této chybě dochází, když vzorec obsahuje například {{Val@ 7}} místo {{Val: 7}}. Když nastavíte proměnnou, syntaxe vyžaduje místo symbolu zavináče dvojtečku.
da_dk: Denne fejl opstår, hvis en formel f.eks. indeholder "{{Val@ 7}}" i stedet for "{{Val: 7}}". Når du har angivet en variabel, kræver syntaksen et kolon i stedet for et "@"-symbol.
de_de: Dieser Fehler tritt auf, wenn eine Formel beispielsweise "{{Val@ 7}}" anstelle von "{{Val: 7}}" enthält. Wenn Sie eine Variable festlegen, erfordert die Syntax einen Doppelpunkt anstelle eines @-Zeichens.
el_gr: Αυτό το σφάλμα παρουσιάζεται αν, για παράδειγμα, ένας τύπος περιέχει "{{Val@ 7}}" αντί για "{{Val: 7}}". Όταν ορίζετε μια μεταβλητή, η σύνταξη απαιτεί άνω και κάτω τελεία αντί για σύμβολο @.
es_es: Este error se produce si, por ejemplo, una fórmula contiene "{{Val@ 7}}" en lugar de "{{Val: 7}}". Cuando se define una variable, la sintaxis requiere dos puntos, en lugar del símbolo "arroba".
et_ee: See tõrge ilmneb, kui valem sisaldab näiteks üksuse '{{Val@ 7}}' asemel üksust '{{Val: 7}}'. Muutuja määramisel nõuab süntaks @-sümboli asemel koolonit.
eu_es: Adibidez, errore hori gertatuko da formula batek "{{Val@ 7}}" badu "{{Val: 7}}" balioaren ordez. Aldagai bat zehazten duzunean, sintaxiak bi puntuak beharko ditu a bilduaren (@) ikurraren ordez.
fi_fi: Tämä virhe ilmenee esimerkiksi silloin, kun kaava sisältää merkkijonon {{Val@ 7}} merkkijonon {{Val: 7}} sijaan. Kun asetat muuttujan, syntaksi vaatii kaksoispisteen at-erikoismerkin sijaan.
fr_fr: Cette erreur se produit si, par exemple, une formule contient « {{Val@ 7}} » au lieu de « {{Val: 7}} ». Quand vous définissez une variable, la syntaxe demande un signe deux-points plutôt qu'un symbole « @ ».
gl_es: Este erro prodúcese se, por exemplo, unha fórmula contén "{{Val@ 7}}" en lugar de "{{Val: 7}}". Cando se define unha variable, a sintaxe require un punto e coma en lugar dun símbolo "at".
hi_in: उदाहरण के लिए, यह त्रुटि तब होती है, जब सूत्र में '{{Val: 7}}' के बजाय '{{Val@ 7}}' होता है. जब आप कोई चर सेट करते हैं, तो सिंटैक्स को "at" चिह्न के बजाय अर्धविराम की आवश्यकता होती है.
hr_hr: Ta se pogreška pojavljuje ako, na primjer, formula sadrži "{{Val@ 7}}", a ne "{{Val: 7}}". Kada postavljate varijablu, za sintaksu je potrebna dvotočka, a ne simbol "@".
hu_hu: Ez a hiba például akkor fordul elő, ha egy képlet a {{Val@ 7}} kifejezést tartalmazza {{Val: 7}} helyett. Változók beállításakor a szintaxis szerint kettőspontot kell megadni, nem pedig a „kukac” szimbólumot.
it_it: Questo errore si verifica se, ad esempio, una formula contiene ''{{Val@ 7}}' anziché '{{Val: 7}}'. Quando si imposta una variabile, la sintassi richiede i due punti anziché un simbolo "at" (chiocciola).
ja_jp: たとえば、数式に '{{Val: 7}}' の代わりに '{{Val@ 7}}' が含まれている場合は、このエラーが発生します。変数を設定する構文では、"アットマーク" ではなくコロンが必要です。
kk_kz: Мысалы, формулада "{{Val: 7}}" орнына "{{Val@ 7}}" болса, осы қате пайда болады. Айнымалыны орнатқанда, синтаксис айқұлақ таңбасының орнына қос нүктені қажет етеді.
ko_kr: 이 오류는 예를 들어 수식에 '{{Val: 7}}' 대신 '{{Val@ 7}}'이(가) 있는 경우에 발생합니다. 변수를 설정할 때는 구문에 "골뱅이표" 기호 대신 콜론이 필요합니다.
lt_lt: Ši klaida įvyksta, jei, pavyzdžiui, formulėje yra {{Val@ 7}}, o ne {{Val: 7}}. Kai nustatote kintamąjį, sintaksė reikalauja dėti dvitaškį, o ne simbolį @.
lv_lv: Šī kļūda rodas, piemēram, tad, ja formulā ir iekļautas rakstzīmes “{{Val@ 7}}”, nevis “{{Val: 7}}”. Iestatot mainīgo, sintaksē jāizmanto kols, nevis simbols “@”.
ms_my: Ralat ini berlaku jika, contohnya, formula mengandungi '{{Val@ 7}}' bukannya '{{Val: 7}}'. Apabila anda tetapkan pemboleh ubah, sintaks memerlukan noktah bertindih dan bukannya simbol "at".
nb_no: Denne feilen oppstår hvis for eksempel en formel inneholder {{Val@ 7}} i stedet for {{Val: 7}}. Når du angir en variabel, krever syntaksen et kolon i stedet for en krøllalfa (@).
nl_nl: Deze fout treedt op als een formule bijvoorbeeld {{Val@ 7}} bevat in plaats van {{Val: 7}}. Wanneer u een variabele instelt, vereist de syntaxis een dubbele punt in plaats van een apenstaartje.
pl_pl: Ten błąd występuje na przykład wtedy, gdy formuła zawiera ciąg „{{Val@ 7}}” zamiast ciągu „{{Val: 7}}”. Podczas ustawiania zmiennej składnia wymaga dwukropka zamiast znaku @.
pt_br: Esse erro ocorre quando, por exemplo, uma fórmula contém '{{Val@ 7}}' em vez de '{{Val: 7}}'. Quando você define uma variável, a sintaxe exige dois-pontos, em vez de um símbolo "arroba".
pt_pt: Este erro ocorre se, por exemplo, uma fórmula contiver "{{Val@ 7}}" em vez de "{{Val: 7}}". Quando definir uma variável, a sintaxe exige dois pontos em vez do símbolo @.
ro_ro: Această eroare apare dacă, de exemplu, o formulă conține „{{Val@ 7}}” în loc de „{{Val: 7}}”. Când setați o variabilă, sintaxa necesită două puncte în locul unui simbol „a rond”.
ru_ru: Эта ошибка возникает, если, например, формула содержит "{{Val@ 7}}" вместо "{{Val: 7}}". При задании переменной синтаксис требует использовать двоеточие, а не символ "@".
sk_sk: Táto chyba sa vyskytne, ak napríklad vzorec obsahuje {{Val@ 7}} namiesto {{Val: 7}}. Keď nastavujete premennú, syntax vyžaduje namiesto symbolu @ dvojbodku.
sl_si: Do te napake pride, če na primer formula namesto »{{Val: 7}}« vsebuje »{{Val@ 7}}«. Če nastavite spremenljivko, sintaksa zahteva dvopičje namesto simbola »@«.
sr_cyrl_rs: Ова грешка се јавља уколико, на пример, формула садржи „{{Val@ 7}}“ уместо „{{Val: 7}}“. Када подесите променљиву, синтакса захтева двотачку уместо симбола „@“.
sr_latn_rs: Ova greška se javlja ukoliko, na primer, formula sadrži „{{Val@ 7}}“ umesto „{{Val: 7}}“. Kada podesite promenljivu, sintaksa zahteva dvotačku umesto simbola „@“.
sv_se: Det här felet uppstår om en formel till exempel innehåller {{Val@ 7}} i stället för {{Val: 7}}. När du anger en variabel kräver syntaxen ett kolon i stället för en at-symbol.
th_th: ข้อผิดพลาดนี้เกิดขึ้นได้ในบางกรณี ตัวอย่างเช่น สูตรมี "{{Val@ 7}}" แทนที่จะเป็น "{{Val: 7}}" เมื่อคุณตั้งค่าตัวแปร ไวยากรณ์จะต้องมีเครื่องหมายจุดคู่ แทนที่จะเป็นสัญลักษณ์ "at"
tr_tr: Örneğin, bir formül '{{Val: 7}}' yerine '{{Val@ 7}}' içeriyorsa bu hata oluşur. Bir değişken ayarladığınızda, söz dizimi bir "at" simgesi yerine iki nokta üst üste gerektirir.
uk_ua: Така помилка стається, якщо, наприклад, формула містить "{{Val@ 7}}" замість "{{Val: 7}}". Якщо потрібно встановити значення змінної, використовуйте двокрапку замість символу "@".
vi_vn: Lỗi này xảy ra nếu chẳng hạn có công thức chứa '{{Val@ 7}}' thay vì '{{Val: 7}}'. Khi bạn đặt một biến, cú pháp sẽ yêu cầu dấu hai chấm thay vì biểu tượng "@".á
zh_cn: 例如，如果公式中包含 "{{Val@ 7}}" 而非 "{{Val: 7}}" 时，会发生此错误。如果设置了变量，则语法会要求使用冒号而非 @ 符号。
zh_tw: 舉例來說，若公式中包含 '{{Val@ 7}}' 而不是 '{{Val: 7}}'，便會發生此錯誤。當您設定變數時，必須在語法中使用冒號，而不是 "@" 符號。

# ErrorResource_ErrExpectedFound_Ex_Fnd_HowToFix_1
source: Remove or replace the unexpected characters with an expected character.
bg_bg: Премахнете или заместете неочакваните знаци с очакван знак.
ca_es: Suprimiu o substituïu els caràcters inesperats per un caràcter esperat.
cs_cz: Odeberte nebo nahraďte neočekávané znaky očekávaným znakem.
da_dk: Fjern eller erstat de uventede tegn med et forventet tegn.
de_de: Entfernen Sie das unerwartete Zeichen, oder ersetzen Sie es durch ein erwartetes Zeichen.
el_gr: Καταργήστε ή αντικαταστήστε τους μη αναμενόμενους χαρακτήρες με έναν αναμενόμενο χαρακτήρα.
es_es: Quite o reemplace los caracteres inesperados con un carácter válido.
et_ee: Eemaldage või asendage ootamatud märgid eeldatud märkidega.
eu_es: Kendu edo aldatu espero ez diren karaktereak espero diren karaktereekin.
fi_fi: Poista tai korvaa odottamattomat merkit odotetulla merkillä.
fr_fr: Supprimez les caractères inattendus ou remplacez-les par un caractère attendu.
gl_es: Elimine ou substitúa os caracteres inesperados cun carácter esperado.
hi_in: अनपेक्षित वर्णों को निकालें या किसी अपेक्षित वर्ण के साथ बदलें.
hr_hr: Uklonite ili zamijenite neočekivane znakove očekivanim znakom.
hu_hu: Távolítsa el a váratlan karaktereket, vagy cserélje azokat várt karakterekre.
it_it: Rimuovere o sostituire i caratteri imprevisti con un carattere previsto.
ja_jp: 予期しない文字を削除するか、必要な文字で置き換えてください。
kk_kz: Күтілмеген таңбаларды жойыңыз немесе күтілген таңбамен ауыстырыңыз.
ko_kr: 예기치 않은 문자를 제거하거나 필요한 문자로 바꿉니다.
lt_lt: Pašalinkite arba pakeiskite netikėtus simbolius numatytais simboliais.
lv_lv: Noņemiet neparedzētās rakstzīmes vai aizstājiet tās ar paredzētajām rakstzīmēm.
ms_my: Alih Keluar atau menggantikan aksara dijangka dengan aksara yang tidak dijangka.
nb_no: Fjern eller erstatt de uventede tegnene med et forventet tegn.
nl_nl: Verwijder de onverwachte tekens of vervang deze door een verwacht teken.
pl_pl: Usuń nieoczekiwane znaki lub zamień je na oczekiwane.
pt_br: Remova ou substitua os caracteres inesperados por um caractere esperado.
pt_pt: Remova ou substitua os carateres inesperados com um carácter esperado.
ro_ro: Eliminați sau înlocuiți caracterele neașteptate cu un caracter așteptat.
ru_ru: Удалите непредусмотренные символы или замените их ожидаемыми.
sk_sk: Odstráňte neočakávané znaky, alebo ich nahraďte očakávaným znakom.
sl_si: Odstranite ali zamenjajte nepričakovane znake s pričakovanim znakom.
sr_cyrl_rs: Уклоните или замените неочекиване знакове очекиваним знаком.
sr_latn_rs: Uklonite ili zamenite neočekivane znakove očekivanim znakom.
sv_se: Ta bort eller ersätt det oväntade tecknet med ett väntat tecken.
th_th: ลบหรือแทนที่อักขระที่ไม่คาดคิดด้วยอักขระที่ต้องการ
tr_tr: Beklenmeyen karakterleri kaldırın veya beklenen bir karakterle değiştirin.
uk_ua: Вилучіть неочікувані символи або замініть їх на очікуваний.
vi_vn: Loại bỏ hoặc thay thế các ký tự ngoài dự kiến bằng các ký tự được dự kiến.
zh_cn: 删除或使用预期字符替换非预期字符。
zh_tw: 請移除未預期的字元，或以應有的字元取代未預期的字元。

# ErrorResource_ErrExpectedFound_Ex_Fnd_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справка за формули за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletreferencia
it_it: Articolo: Informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала. Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Odwołanie do formuły dla usługi Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmula para o Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья: ссылка на формулу для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: sklic na formulo za Power Apps
sr_cyrl_rs: Чланак: Референце формула за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrInvalidName_ShortMessage
source: Name isn't valid. This identifier isn't recognized.
bg_bg: Името не е валидно. Този идентификатор не е разпознат.
ca_es: El nom no és vàlid. Aquest identificador no es reconeix.
cs_cz: Název není platný. Identifikátor se nerozpoznal.
da_dk: Navnet er ikke gyldigt. Denne identifikator kan ikke genkendes.
de_de: Der Name ist ungültig. Dieser Bezeichner wird nicht erkannt.
el_gr: Το όνομα δεν είναι έγκυρο. Αυτό το αναγνωριστικό δεν αναγνωρίζεται.
es_es: El nombre no es válido. No se reconoce el identificador.
et_ee: Nimi ei sobi. Identifikaatorit ei tuvastatud.
eu_es: Izenak balio ez duenez, ez da ezagutu identifikatzailea.
fi_fi: Nimi ei ole kelvollinen. Tätä tunnistetta ei tunnisteta.
fr_fr: Le nom n’est pas valide. Cet identificateur n’est pas reconnu.
gl_es: O nome non é válido. Este identificador non se recoñece.
hi_in: नाम मान्य नहीं है. इस पहचानकर्ता को पहचाना नहीं गया है.
hr_hr: Naziv nije valjan. Identifikator nije prepoznat.
hu_hu: A név érvénytelen. A(z) „{0}” nem ismerhető fel.
it_it: Il nome non è valido. Identificatore non riconosciuto.
ja_jp: 名前が無効です。この識別子は認識されません。
kk_kz: Атау жарамсыз. Бұл идентификатор танылмады.
ko_kr: 이름이 잘못되었습니다. 이 식별자를 인식할 수 없습니다.
lt_lt: Pavadinimas yra netinkamas. Šis identifikatorius neatpažintas.
lv_lv: Nosaukums nav derīgs. Šis identifikators netika atpazīts.
ms_my: Nama tidak sah. Pengecam ini tidak dikenali.
nb_no: Navnet er ugyldig. Denne identifikatoren gjenkjennes ikke.
nl_nl: De naam is ongeldig. Deze id wordt niet herkend.
pl_pl: Nazwa jest nieprawidłowa. Identyfikator nie został rozpoznany.
pt_br: O nome não é válido. Este identificador não é reconhecido.
pt_pt: O nome não é válido. Este identificador não é reconhecido.
ro_ro: Numele nu este valid. Acest identificator nu este recunoscut.
ru_ru: Недопустимое имя. Этот идентификатор не распознан.
sk_sk: Názov nie je platný. Tento identifikátor nie je rozpoznaný.
sl_si: Ime ni veljavno. Tega identifikatorja ni mogoče prepoznati.
sr_cyrl_rs: Име није важеће. Овај идентификатор није препознат.
sr_latn_rs: Ime nije važeće. „{0}“ nije prepoznato.
sv_se: Namnet är inte giltigt. Den här identifieraren kan inte identifieras.
th_th: ชื่อไม่ถูกต้อง ไม่รู้จักตัวกรองนี้
tr_tr: Ad geçerli değil. Bu tanımlayıcı tanınmıyor.
uk_ua: Неприпустиме ім’я. Цей ідентифікатор не розпізнано.
vi_vn: Tên không hợp lệ. Không nhận dạng được mã định danh này.
zh_cn: 名称无效。无法识别此标识符。
zh_tw: 名稱無效。無法辨識此識別碼。

# ErrorResource_ErrInvalidName_LongMessage
source: This error appears most commonly when a formula refers to something that no longer exists (for example, a control that you've deleted).
bg_bg: Тази грешка се появява най-често, когато формулата препраща към нещо, което вече не съществува (например контрола, която сте изтрили).
ca_es: Aquest error apareix més habitualment quan una fórmula fa referència a alguna cosa que ja no existeix (per exemple, un control que hàgiu suprimit).
cs_cz: K této chybě dochází nejčastěji v případě, že vzorec odkazuje na něco, co už neexistuje (třeba ovládací prvek, který jste odstranili).
da_dk: Denne fejl forekommer oftest, når en formel refererer til noget, der ikke længere findes (f.eks, et kontrolelement, som du har slettet).
de_de: Dieser Fehler tritt meistens auf, wenn eine Formel auf ein Element verweist, das nicht mehr vorhanden ist (z. B. ein gelöschtes Steuerelement).
el_gr: Αυτό το σφάλμα εμφανίζεται συνήθως όταν ένας τύπος αναφέρεται σε κάτι το οποίο δεν υπάρχει πλέον (για παράδειγμα, ένα στοιχείο ελέγχου που έχετε διαγράψει).
es_es: Normalmente, este error aparece cuando una fórmula hace referencia a un elemento que ya no existe (por ejemplo, un control que se ha eliminado).
et_ee: See tõrge ilmneb kõige sagedamini siis, kui valem viitab millelegi, mida pole enam olemas (näiteks kustutatud juhtelement).
eu_es: Normalean, errore hori gertatzen da formula batek jada ez dagoen elementu bati erreferentzia egiten dionean (adibidez, ezabatu duzun kontrol bat).
fi_fi: Tämä virhe esiintyy yleisimmin, kun kaava viittaa johonkin, jota ei enää olemassa (esimerkiksi ohjausobjektiin, jonka olet poistanut).
fr_fr: Cette erreur se produit généralement lorsqu’une formule fait référence à un élément qui n’existe plus (par exemple, un contrôle que vous avez supprimé).
gl_es: Este erro adoita aparecer cando unha fórmula fai referencia a algo que xa non existe (por exemplo, un control que eliminou).
hi_in: यह त्रुटि सामान्यतः सबसे अधिक तब आती है जब कोई सूत्र किसी ऐसी चीज़ को संदर्भित करता है जो अब मौजूद नहीं है (उदाहरण के लिए, आपके द्वारा हटाया गया कोई नियंत्रण).
hr_hr: Ta se pogreška najčešće pojavljuje kada se formula odnosi se na nešto što više ne postoji (na primjer, na kontrolu koju ste izbrisali).
hu_hu: Ez a hiba leggyakrabban akkor jelenik meg, ha a képlet már nem létező dologra (például egy törölt vezérlőre) hivatkozik.
it_it: Questo errore si verifica in genere quando una formula fa riferimento a un elemento che non esiste più, ad esempio un controllo che è stato eliminato.
ja_jp: このエラーが表示されるケースの大半は、存在しなくなったもの (削除したコントロールなど) を数式が参照している場合です。
kk_kz: Формула бұдан былай жоқ элементке (мысалы, жойылған басқару элементіне) сілтеме жасаған кезде, көбінесе осы пайда болады.
ko_kr: 이 오류는 일반적으로 수식이 존재하지 않는 항목(예: 삭제한 컨트롤)을 참조하는 경우에 나타납니다.
lt_lt: Ši klaida paprastai įvyksta tada, kai formulė nurodo kažką, ko jau nebėra (pavyzdžiui, valdiklį, kurį panaikinote).
lv_lv: Visbiežāk šī kļūda rodas tad, ja formulā ir iekļauta atsauce uz kaut ko, kas vairs nepastāv (piemēram, izdzēstu vadīklu).
ms_my: Ralat ini muncul paling biasa apabila formula merujuk pada sesuatu yang tidak lagi wujud (contohnya, kawalan yang telah dipadamkan).
nb_no: Denne feilen oppstår vanligvis når en formel refererer til noe som ikke lenger finnes (f.eks. en kontroll du har slettet).
nl_nl: Deze fout treedt meestal op wanneer een formule verwijst naar een entiteit die niet meer bestaat (bijvoorbeeld een besturingselement dat u hebt verwijderd).
pl_pl: Ten błąd występuje najczęściej wtedy, gdy formuła odwołuje się do elementu, który już nie istnieje (na przykład do usuniętej kontrolki).
pt_br: Este erro geralmente ocorre quando uma fórmula se refere a algo que não existe mais (por exemplo, um controle que foi excluído).
pt_pt: Este erro aparece mais frequentemente quando uma fórmula se refere a algo que já não existe (por exemplo, um controlo que eliminou).
ro_ro: Această eroare apare cel mai frecvent atunci când o formulă face referire la ceva care nu mai există (de exemplu, un control pe care l-ați șters).
ru_ru: Эта ошибка чаще всего возникает, когда формула ссылается на объект, который больше не существует (например, удаленный элемент управления).
sk_sk: Táto chyba sa najčastejšie zobrazuje, keď vzorec odkazuje na niečo, čo už neexistuje (napríklad na ovládací prvok, ktorý ste odstránili).
sl_si: Do te napake najpogosteje pride, kadar se formula sklicuje na nekaj, kar ne obstaja več (na primer kontrolnik, ki ste ga izbrisali).
sr_cyrl_rs: Ова грешка се најчешће јавља кад формула упућује на нешто што више не постоји (на пример, на контролу коју сте избрисали).
sr_latn_rs: Ova greška se najčešće javlja kad formula upućuje na nešto što više ne postoji (na primer, na kontrolu koju ste izbrisali).
sv_se: Det här felet uppstår vanligtvis när en formel refererar till något som inte längre finns (t.ex. en kontroll som har tagits bort).
th_th: ข้อผิดพลาดนี้ปรากฏให้เห็นบ่อยที่สุดเมื่อสูตรอ้างอิงไปยังสิ่งที่ไม่มีอยู่อีกต่อไป (เช่น การควบคุมที่คุณได้ลบไปแล้ว)
tr_tr: Bu hata en yaygın olarak bir formül artık var olmayan bir öğeye (örneğin, silmiş olduğunuz bir denetime) başvurduğunda ortaya çıkar.
uk_ua: Така помилка зазвичай стається, коли формула посилається на елемент, якого вже не існує (наприклад, видалений елемент керування).
vi_vn: Lỗi này hay xuất hiện nhất khi có công thức tham chiếu tới nội dung không còn tồn tại (ví dụ: một kiểm soát mà bạn đã xóa).
zh_cn: 当公式引用不再存在的内容(例如已删除的控件)时，最常出现此错误。
zh_tw: 公式參考的項目已不存在 (例如已刪除的控制項) 時，最常出現此錯誤。

# ErrorResource_ErrInvalidName_HowToFix_1
source: Remove or correct the reference to the name that isn't valid.
bg_bg: Премахнете или коригирайте препратката към името, което не е валидно.
ca_es: Suprimiu o corregiu la referència al nom que no és vàlid.
cs_cz: Odeberte nebo opravte odkaz na název, který není platný.
da_dk: Fjern, eller ret referencen til det navn, der er ikke gyldigt.
de_de: Entfernen oder korrigieren Sie den Verweis auf den ungültigen Namen.
el_gr: Καταργήστε ή διορθώστε την αναφορά στο όνομα που δεν είναι έγκυρο.
es_es: Quite o corrija la referencia al nombre que no es válida.
et_ee: Eemaldage või parandage viide nimele, mis pole sobiv.
eu_es: Kendu edo zuzendu erabil ezin daitekeen izenari egindako erreferentzia.
fi_fi: Poista tai korjaa viittaus nimeen, joka ei ole kelvollinen.
fr_fr: Supprimez ou corrigez la référence au nom qui n’est pas valide.
gl_es: Elimine ou corrixa a referencia ao nome que non é válido.
hi_in: उस नाम का संदर्भ निकालें या उसे ठीक करें जो मान्य नहीं है.
hr_hr: Uklonite ili ispravite referencu na naziv koji nije valjan.
hu_hu: Távolítsa el vagy javítsa az érvénytelen névre való hivatkozást.
it_it: Rimuovere o correggere il riferimento al nome non valido.
ja_jp: 名前への無効な参照を削除するか、修正してください。
kk_kz: Сілтемені жойыңыз немесе жарамды атқа түзетіңіз.
ko_kr: 잘못된 이름에 대한 참조를 제거하거나 수정합니다.
lt_lt: Pašalinkite arba pataisykite nuorodą į netinkamą pavadinimą.
lv_lv: Noņemiet vai labojiet atsauci uz nederīgo nosaukumu.
ms_my: Alih Keluar atau betulkan rujukan kepada nama yang tidak sah.
nb_no: Fjern eller korriger referansen til navnet som ikke er gyldig.
nl_nl: Verwijder of corrigeer de verwijzing naar de ongeldige naam.
pl_pl: Usuń lub popraw odwołanie do nieprawidłowej nazwy.
pt_br: Remova ou corrija a referência ao nome que não é válido.
pt_pt: Remova ou corrija a referência para o nome que não é válida.
ro_ro: Eliminați sau corectați referința la nume care nu este validă.
ru_ru: Удалите или исправьте недопустимую ссылку на имя.
sk_sk: Odstráňte alebo opravte odkaz na názov, ktorý nie je platný.
sl_si: Odstranite ali popravite sklic na ime, ki ni veljaven.
sr_cyrl_rs: Уклоните или исправите референцу на име које није важеће.
sr_latn_rs: Uklonite ili ispravite referencu na ime koje nije važeće.
sv_se: Ta bort eller korrigera referensen till det namn som inte är giltigt.
th_th: ลบหรือแก้ไขการอ้างอิงถึงชื่อที่ไม่ถูกต้อง
tr_tr: Geçerli olmayan ad başvurusunu kaldırın veya düzeltin.
uk_ua: Вилучіть або виправте посилання на неприпустиме ім’я.
vi_vn: Loại bỏ hoặc sửa tham chiếu tới tên không hợp lệ.
zh_cn: 删除或更正对无效名称的引用。
zh_tw: 請移除或更正對無效名稱的參考。
